Repository: phnx-im/air
Catalog: app/lib/l10n/app_*.arb
Languages: de, fr, sv

# leaveChatDialog_content
source: Are you sure you want to leave {chatName}?
de: Möchtest du {chatName} wirklich verlassen?
fr: Êtes-vous sûr·e de vouloir quitter {chatName} ?
sv: Är du säker på att du vill lämna {chatName}?

# leaveChatDialog_cancel
source: Cancel
de: Abbrechen
fr: Annuler
sv: Avbryt

# leaveChatDialog_leave
source: Leave
de: Verlassen
fr: Quitter
sv: Lämna

# deleteChatDialog_title
source: Delete chat?
de: Chat löschen?
fr: Supprimer la discussion ?
sv: Radera chatt?

# deleteChatDialog_content
source: This chat will be deleted. There is no way to undo this.
de: Dieser Chat wird gelöscht. Dies kann nicht rückgängig gemacht werden.
fr: Cette discussion sera supprimée. Cette action est irréversible.
sv: Den här chatten kommer att raderas. Det går inte att ångra.

# deleteChatDialog_delete
source: Delete
de: Löschen
fr: Supprimer
sv: Radera

# byteUnit_B
source: B
fr: o

# byteUnit_KB
source: KB
fr: ko

# byteUnit_MB
source: MB
fr: Mo

# byteUnit_GB
source: GB
fr: Go

# byteUnit_TB
source: TB
fr: To

# byteUnit_PB
source: PB
fr: Po

# byteUnit_EB
source: EB
fr: Eo

# byteUnit_ZB
source: ZB
fr: Zo

# byteUnit_YB
source: YB
fr: Yo

# deleteAccountScreen_title
source: Delete my account
de: Mein Konto löschen
fr: Supprimer mon compte
sv: Radera mitt konto

# deleteAccountScreen_explanatoryText
source: This will delete your Air account and reset the application. You will not be able to recover your account.
de: Dadurch wird dein Air-Konto gelöscht und die App zurückgesetzt. Du kannst dein Konto nicht wiederherstellen.
fr: Ceci supprimera votre compte Air et réinitialisera l'application. Vous ne pourrez pas récupérer votre compte.
sv: Detta raderar ditt Air-konto och återställer appen. Du kan inte återställa kontot.

# deleteAccountScreen_confirmationInputLabel
source: Type 'delete' to confirm.
de: Gib „delete“ ein, um zu bestätigen.
fr: Tapez « delete » pour confirmer.
sv: Skriv 'delete' för att bekräfta.

# deleteAccountScreen_confirmButtonText
source: Delete
de: Löschen
fr: Supprimer
sv: Radera Air-konto

# deleteAccountScreen_cancelButtonText
source: Cancel
de: Abbrechen
fr: Annuler

# deleteAccountScreen_deleteAccountError
source: Something went wrong on our end. Wait a moment, then try again.
de: Bei uns ist ein Fehler aufgetreten. Warte einen Moment und versuche es dann erneut.
fr: Un problème est survenu de notre côté. Veuillez patienter un instant puis réessayer.
sv: Något gick fel hos oss. Vänta en stund och försök igen.

# userSettingsScreen_displayNameLabel
source: Display name
de: Anzeigename
fr: Noms d'affichage
sv: Visningsnamn

# userSettingsScreen_usernamesSection
source: Usernames
de: Benutzernamen
fr: Noms d'utilisateur
sv: Användarnamn

# userSettingsScreen_settingsSection
source: Settings
de: Einstellungen
fr: Paramètres
sv: Inställningar

# userSettingsScreen_helpSection
source: Help
de: Hilfe
fr: Aide
sv: Hjälp

# userSettingsScreen_accountSection
source: Account
de: Konto
fr: Compte
sv: Konto

# settingsScreen_copiedToClipboard
source: Copied to clipboard
de: In die Zwischenablage kopiert
fr: Copié dans le presse-papier
sv: Kopierat till urklipp

# changeGroupTitleDialog_title
source: Change group title
de: Gruppentitel ändern
fr: Changer le titre du groupe
sv: Ändra gruppnamn

# changeGroupTitleDialog_content
source: Choose a title for the group.
de: Wähle einen Titel für die Gruppe.
fr: Choisissez un titre pour le groupe.
sv: Välj ett namn för gruppen.

# changeGroupTitleDialog_cancel
source: Cancel
de: Abbrechen
fr: Annuler
sv: Avbryt

# changeGroupTitleDialog_confirm
source: Save
de: Enregistrer
fr: Enregistrer
sv: Spara

# userHandleScreen_cancel
source: Cancel
de: Abbrechen
fr: Annuler
sv: Avbryt

# userHandleScreen_confirm
source: Add
de: Hinzufügen
fr: Ajouter
sv: Lägg till

# editDisplayNameScreen_cancel
source: Cancel
de: Abbrechen
fr: Annuler
sv: Avbryt

# systemMessage_userChangedTitle_infix_1
source: changed the group name from
de: hat den Gruppennamen von
fr: a changé le nom du groupe de
sv: ändrade gruppnamnet från

# systemMessage_userChangedTitle_infix_3
source: to
de: zu
fr: en
sv: till

# systemMessage_acceptedHandleConnectionRequest
source: You accepted {displayName}'s contact request made through your username {username}.
de: Du hast die Kontaktanfrage von {displayName} akzeptiert, die über deinen Benutzernamen {username} gestellt wurde.
fr: Vous avez accepté la demande de contact de {displayName} faite via votre nom d'utilisateur {username}.
sv: Du accepterade kontaktförfrågan från {displayName} via ditt användarnamn {username}.

# systemMessage_acceptedDirectConnectionRequest
source: You accepted {displayName}'s contact request made through a mutual group chat.
de: Du hast die Kontaktanfrage von {displayName} akzeptiert, die über einen gemeinsamen Gruppenchat gestellt wurde.
fr: Vous avez accepté la demande de contact de {displayName} faite via une discussion de groupe mutuel.
sv: Du accepterade kontaktförfrågan från {displayName} via en gemensam gruppchatt.

# systemMessage_receivedConnectionConfirmation
source: {displayName} accepted your contact request.
de: {displayName} hat deine Kontaktanfrage akzeptiert.
fr: {displayName} a accepté votre demande de contact.
sv: {displayName} accepterade din kontaktförfrågan.

# systemMessage_newHandleConnectionChat
source: You sent a contact request to username {username}. They might not be immediately notified about your request.
de: Du hast eine Kontaktanfrage an den Benutzernamen {username} gesendet. Die Person wird vielleicht nicht sofort über deine Anfrage benachrichtigt.
fr: Vous avez envoyé une demande de contact au nom d'utilisateur {username}. Il ou elle pourrait ne pas être immédiatement informé·e de votre demande.
sv: Du skickade en kontaktförfrågan till användarnamnet {username}. Personen kanske inte får någon avisering direkt.

# systemMessage_newDirectConnectionChat
source: You sent a contact request to {displayName}. They might not be immediately notified about your request.
de: Du hast eine Kontaktanfrage an {displayName} gesendet. Die Person wird vielleicht nicht sofort über deine Anfrage benachrichtigt.
fr: Vous avez envoyé une demande de contact à {displayName}. Il ou elle pourrait ne pas être immédiatement informé·e de votre demande.
sv: Du skickade en kontaktförfrågan till {displayName}. Personen kanske inte får någon avisering direkt.

# systemMessage_receivedHandleConnectionRequest
source: {displayName} sent you a contact request through your username {username}.
de: {displayName} hat dir eine Kontaktanfrage über deinen Benutzernamen {username} gesendet.
fr: {displayName} vous a envoyé une demande de contact via votre nom d'utilisateur {username}.
sv: {displayName} skickade en kontaktförfrågan till dig via ditt användarnamn {username}.

# systemMessage_receivedDirectConnectionRequest
source: {displayName} sent you a contact request through the group chat {groupName}.
de: {displayName} hat dir eine Kontaktanfrage über den Gruppenchat {groupName} gesendet.
fr: {displayName} vous a envoyé une demande de contact via la discussion de groupe {groupName}.
sv: {displayName} skickade en kontaktförfrågan till dig via gruppchatten {groupName}.

# systemMessage_userChangedPicture_infix
source: changed the group picture
de: hat das Gruppenbild geändert
fr: a changé l'image du groupe
sv: ändrade gruppbilden

# systemMessage_userCreatedGroup_suffix
source: created the group
de: hat die Gruppe erstellt
fr: a créé le groupe
sv: skapade gruppen

# attachment_tryAgain
source: Try again
de: Erneut versuchen
fr: Réessayer
sv: Försök igen

# attachment_gallery
source: Gallery
de: Galerie
fr: Galerie
sv: Galleri

# attachment_camera
source: Camera
de: Kamera
fr: Caméra
sv: Kamera

# attachment_file
source: File
de: Datei
fr: Fichier
sv: Fil

# messageContextMenu_save
source: Save
de: Speichern
fr: Enregistrer
sv: Spara

# messageContextMenu_share
source: Share
de: Teilen
fr: Partager
sv: Dela

# messageContextMenu_saveError
source: Failed to save attachment
de: Anhang konnte nicht gespeichert werden
fr: Impossible d'enregistrer la pièce jointe
sv: Kunde inte spara bilagan

# messageContextMenu_saveConfirmation
source: Attachment saved
de: Anhang gespeichert
fr: Pièce jointe enregistré
sv: Bilagan sparad

# userSettingsScreen_sendWithEnterDescription
source: If disabled, pressing the Enter key won’t send a message.
de: Wenn deaktiviert, wird das Drücken der Eingabetaste keine Nachricht senden.
fr: Si ceci est désactivé, appuyer sur la touche Entrée n’enverra pas de message.
sv: Om detta är avstängt skickas inget meddelande när du trycker på Enter.

# systemMessage_userAddedUser_suffix
source: {user2}
de: {user2} hinzugefügt

# systemMessage_userRemovedUser_suffix
source: {user2}
de: {user2} entfernt

# contactUsScreen_title
source: Contact
de: Kontakt
sv: Kontakt

# deleteAccountScreen_confirmationInputHint
source: Confirmation
de: Bestätigung
sv: Bekräftelse

# systemMessage_userChangedTitle_suffix
source: {new_name}
de: {new_name} geändert
