Repository: phnx-im/air
Catalog: app/lib/l10n/app_*.arb
Languages: de, fr, sv

# userSettingsScreen_title
source: Profile and Settings
de: Benutzereinstellungen
fr: Paramètres utilisateur
sv: Profil och inställningar

# userSettingsScreen_profileDescription
source: Your display name and profile picture are visible to your Air contacts and members of groups you’re in.
de: Andere sehen dein Bild und deinen Namen, wenn du mit ihnen kommunizierst.
fr: Les autres verront votre photo et votre nom lorsque vous communiquez avec eux.
sv: Ditt visningsnamn och din profilbild är synliga för dina Air-kontakter och medlemmar i grupper du är med i.

# userSettingsScreen_userNamesDescription
source: Share usernames with anyone you want to connect with. Usernames aren’t visible to others, even your Air contacts. You can have up to 5 usernames.
de: Teile Benutzernamen mit anderen, damit sie sich mit dir verbinden können. Nach der Verbindung sind Benutzernamen für andere nicht mehr sichtbar. Du kannst bis zu 5 Benutzernamen haben.
fr: Partagez des noms d'utilisateur avec d'autres pour qu'ils puissent se connecter avec vous. Après la connexion, les noms d'utilisateur ne sont plus visibles aux autres. Vous pouvez avoir jusqu'à 5 noms d'utilisateur.
sv: Dela användarnamn med personer du vill ansluta till. Användarnamn är inte synliga för andra, inte ens dina Air-kontakter. Du kan ha upp till 5 användarnamn.

# userSettingsScreen_interfaceScale
source: Interface scale
de: Oberflächenskalierung
fr: Échelle de l'interface
sv: Gränssnittsskala

# userSettingsScreen_help
source: Help
de: Hilfe
fr: Aide
sv: Hjälp

# userSettingsScreen_deleteAccount
source: Delete Air account
de: Air-Konto löschen
fr: Supprimer le compte Air
sv: Radera Air-konto

# userSettingsScreen_sendWithEnter
source: Send with Enter
de: Mit Eingabetaste senden
fr: Envoyer avec Entrée
sv: Skicka med Enter

# userSettingsScreen_readReceipts
source: Read receipts
de: Lesebestätigungen
fr: Accusés de lecture
sv: Läskvitton

# userSettingsScreen_readReceiptsDescription
source: If disabled, others won’t be able to see when you’ve read their messages and you won’t be able to see when they’ve read yours.
de: Wenn deaktiviert, sehen andere nicht, wann du ihre Nachrichten gelesen hast, und du siehst nicht, wann sie deine gelesen haben.
fr: Si vous les désactivez, les autres ne verront pas quand vous aurez lu leurs messages et vous ne verrez pas quand ils auront lu les vôtres.
sv: Om detta är avstängt kan andra inte se när du har läst deras meddelanden och du kan inte se när de har läst dina.

# removeUsernameDialog_title
source: Remove username?
de: Benutzername entfernen?
fr: Supprimer le nom d'utilisateur ?
sv: Ta bort användarnamn

# removeUsernameDialog_content
source: People won’t be able to send you a contact request using this username, and it may be taken by someone else.
de: Wenn du fortfährst, wird dein Benutzername entfernt und kann von jemand anderem beansprucht werden. Du wirst über ihn nicht mehr erreichbar sein.
fr: Si vous continuez, votre nom d'utilisateur sera supprimé et pourra être réclamé par quelqu'un d'autre. Vous ne serez plus accessible par son intermédiaire.
sv: Personer kan inte skicka dig en kontaktförfrågan med det här användarnamnet, och det kan tas av någon annan.

# removeUsernameDialog_cancel
source: Cancel
de: Abbrechen
fr: Annuler
sv: Avbryt

# removeUsernameDialog_remove
source: Remove
de: Entfernen
fr: Retirer
sv: Ta bort

# userSettingsScreen_userHandlePlaceholder
source: Username
de: Benutzername
fr: Nom d'utilisateur
sv: Användarnamn

# addMembersScreen_addMembers
source: Add members
de: Mitglieder hinzufügen
fr: Ajouter des membres
sv: Lägg till medlemmar

# addMembersScreen_error_noActiveChat
source: an active chat is obligatory
de: ein aktiver Chat ist erforderlich
fr: un chat actif est obligatoire
sv: en aktiv chatt krävs

# chatDetailsScreen_unknownChat
source: Unknown chat
de: Unbekannter Chat
fr: Chat inconnu
sv: Okänd chatt

# blockedChatFooter_message
source: You won’t receive messages from {displayName} unless you unblock them.
de: Du erhältst keine Nachrichten von {displayName}, solange du {displayName} nicht entsperrst.
fr: Vous ne recevrez pas de messages de {displayName} tant que vous ne l'aurez pas débloqué.
sv: Du får inga meddelanden från {displayName} förrän du avblockerar {displayName}.

# inactiveChatFooter_message
source: You're no longer a member of this chat.
de: Du bist kein Mitglied dieses Chats mehr.
fr: Vous n'êtes plus membre de ce chat.
sv: Du är inte längre medlem i den här chatten.

# chatScreen_emptyChat
source: Select a chat to start messaging
de: Wähle einen Chat aus, um mit dem Nachrichten schreiben zu beginnen
fr: Sélectionnez un chat pour commencer à envoyer des messages
sv: Välj en chatt för att börja skicka meddelanden

# removeUserDialog_title
source: Remove user
de: Benutzer entfernen
fr: Retirer l'utilisateur
sv: Ta bort användare

# removeUserDialog_content
source: Are you sure you want to remove {displayName} from the group?
de: Bist du sicher, dass du diesen Benutzer aus der Gruppe entfernen möchtest?
fr: Êtes-vous sûr·e de vouloir retirer {displayName} du groupe ?
sv: Är du säker på att du vill ta bort {displayName} från gruppen?

# removeUserDialog_removeUser
source: Remove user
de: Benutzer entfernen
fr: Retirer l'utilisateur
sv: Ta bort användare

# removeUserButton_text
source: Remove
de: Entfernen
fr: Retirer
sv: Ta bort

# blockContactButton_text
source: Block
de: Blockieren
fr: Bloquer
sv: Blockera

# blockContactDialog_title
source: Block {displayName}?
de: {displayName} blockieren?
fr: Bloquer {displayName} ?
sv: Blockera {displayName}?

# blockContactDialog_content
source: You won’t receive messages from {displayName} and they won’t be able to view any updates to your profile. They won’t be able to see that you blocked them. You can unblock them anytime.
de: Du erhältst keine Nachrichten von {displayName}, und die Person sieht keine Aktualisierungen deines Profils. Sie sieht nicht, dass du sie blockiert hast. Du kannst sie jederzeit wieder freigeben.
fr: Vous ne recevrez plus de messages de {displayName} et cette personne ne pourra pas voir les mises à jour de votre profil. Elle ne verra pas que vous l'avez bloqué. Vous pourrez le débloquer à tout moment.
sv: Du får inga meddelanden från {displayName} och personen kan inte se några uppdateringar av din profil. Personen ser inte att du har blockerat {displayName}. Du kan avblockera {displayName} när som helst.

# blockContactDialog_cancel
source: Cancel
de: Abbrechen
fr: Annuler
sv: Avbryt

# blockContactDialog_block
source: Block
de: Blockieren
fr: Bloquer
sv: Blockera

# unblockContactButton_text
source: Unblock
de: Entsperren
fr: Débloquer
sv: Avblockera

# unblockContactDialog_title
source: Unblock {displayName}?
de: {displayName} entsperren?
fr: Débloquer {displayName} ?
sv: Avblockera {displayName}?

# unblockContactDialog_content
source: You’ll be able to send and receive messages from {displayName} and they’ll be able to view your current profile.
de: Du kannst Nachrichten mit {displayName} austauschen, und die Person sieht dein aktuelles Profil.
fr: Vous pourrez envoyer et recevoir des messages de {displayName} et cette personne pourra voir votre profil actuel.
sv: Du kan skicka och ta emot meddelanden med {displayName} och personen kan se din aktuella profil.

# unblockContactDialog_cancel
source: Cancel
de: Abbrechen
fr: Annuler
sv: Avbryt

# unblockContactDialog_unblock
source: Unblock
de: Entsperren
fr: Débloquer
sv: Avblockera

# deleteContactButton_text
source: Delete Air contact
de: Air-Kontakt löschen
fr: Supprimer le contact Air
sv: Ta bort

# deleteContactDialog_title
source: Delete Air contact
de: Air-Kontakt löschen
fr: Supprimer le contact Air
sv: Ta bort Air-kontakt

# deleteContactDialog_content
source: Are you sure you want to delete your Air contact {displayName}? If you do, the chat and its message history will be deleted.
de: Bist du sicher, dass du deinen Air-Kontakt {displayName} löschen möchten? Wenn du das tust, wird der Chat und seine Nachrichtenhistorie gelöscht.
fr: Voulez-vous vraiment supprimer votre contact Air {displayName} ? Cela supprimera le chat et son historique.
sv: Är du säker på att du vill ta bort din Air-kontakt {displayName}? Om du gör det raderas chatten och dess meddelandehistorik.

# deleteContactDialog_cancel
source: Cancel
de: Abbrechen
fr: Annuler
sv: Avbryt

# deleteContactDialog_delete
source: Delete
de: Löschen
fr: Supprimer
sv: Ta bort

# introScreen_signUp
source: Start
de: Erstellen
fr: S'inscrire
sv: Starta

# introScreen_termsLinkText
source: Terms of Use
de: Nutzungsbedingungen
fr: Conditions d'utilisation
sv: Användarvillkor

# introScreen_termsText
source: By signing up, you agree to our {termsOfUseLink}.
de: Mit deiner Registrierung stimmst du unseren {termsOfUseLink} zu.
fr: En vous inscrivant, vous acceptez nos {termsOfUseLink}.
sv: Genom att registrera dig godkänner du våra {termsOfUseLink}.

# signUpScreen_header
source: Create your profile
de: Erstelle dein Profil
fr: Créez votre profil
sv: Skapa din profil

# signUpScreen_subheader
source: Your profile is visible to people you connect with and members of groups you’re in. Air requires a display name, but a picture is optional.
de: Dein Profil ist für Personen sichtbar, mit denen du dich verbindest, und für Mitglieder deiner Gruppen. Air benötigt einen Anzeigenamen, ein Bild ist optional.
fr: Votre profil est visible pour les personnes avec lesquelles vous vous connectez et les membres de vos groupes. Air exige un nom d'affichage, mais la photo est facultative.
sv: Din profil är synlig för personer du ansluter till och medlemmar i grupper du är med i. Air kräver ett visningsnamn, men en bild är valfri.

# usernameOnboarding_header
source: Add a username
de: Füge einen Benutzernamen hinzu
fr: Ajoutez un nom d'utilisateur
sv: Lägg till ett användarnamn

# usernameOnboarding_body
source: Usernames are how people connect on Air. They aren't visible to others once you're connected. Add, change, or delete usernames at any time in your profile.
de: Über Benutzernamen kann man sich in Air mit anderen verbinden. Sie sind für andere nicht mehr sichtbar, sobald man verbunden ist. Du kannst Benutzernamen jederzeit in deinem Profil hinzufügen, ändern oder löschen.
fr: On peut se connecter à d'autres grace aux noms d'utilisateur sur Air. Ils ne seront plus visibles pour les autres une fois la connexion établie. Ajoutez, modifiez ou supprimez des noms d'utilisateur à tout moment dans votre profil.
sv: Användarnamn är hur man ansluter på Air. De är inte synliga för andra när du väl är ansluten. Lägg till, ändra eller ta bort användarnamn när som helst i din profil.

# usernameOnboarding_syntax
source: Use letters, numbers, or dashes. Minimum 5 characters.
de: Verwende Buchstaben, Zahlen oder Bindestriche. Mindestens 5 Zeichen.
fr: Utilisez des lettres, des chiffres ou des tirets. Minimum 5 caractères.
sv: Använd bokstäver, siffror eller bindestreck. Minst 5 tecken.

# usernameOnboarding_addButton
source: Add
de: Hinzufügen
fr: Ajouter
sv: Lägg till

# usernameOnboarding_skip
source: Skip
de: Überspringen
fr: Ignorer

# usernameOnboarding_userameInputName
source: Username (optional)
de: Benutzername (optional)
fr: Nom d'utilisateur (facultatif)
sv: Användarnamn (valfritt)

# usernameOnboarding_userameInputHint
source: Add a username...
de: Nutzername hinzufügen …
fr: Ajouter un nom…
sv: Lägg till ett användarnamn...

# signUpScreen_actionButton
source: Create
de: Registrieren
fr: Créer
sv: Skapa

# signUpScreen_displayNameInputName
source: Display name (required)
de: Anzeigename (erforderlich)
fr: Nom d'affichage (obligatoire)
sv: Visningsnamn (obligatoriskt)

# signUpScreen_displayNameInputHint
source: Add a name...
de: Name hinzufügen...
fr: Ajouter un nom…
sv: Lägg till ett namn...

# signUpScreen_serverLabel
source: Choose a server where you want to create your account.
de: Wähle den Server aus, auf dem du dein Konto erstellen möchtest.
fr: Choisissez le serveur sur lequel vous voulez créer votre compte.
sv: Välj en server där du vill skapa ditt konto.

# signUpScreen_serverHint
source: DOMAIN NAME
fr: NOM DE DOMAINE
sv: DOMÄNNAMN

# signUpScreen_error_invalidDomain
source: Domain is invalid
de: Domain ist ungültig
fr: Le domaine n'est pas valide
sv: Domänen är ogiltig

# signUpScreen_error_emptyDisplayName
source: Add a display name of at least one character
de: Füge einen Anzeigenamen mit mindestens einem Zeichen hinzu
fr: Ajoutez un nom d'affichage d'au moins un caractère
sv: Lägg till ett visningsnamn med minst ett tecken

# signUpScreen_error_register
source: Error when registering user: {error}
de: Fehler beim Registrieren des Benutzers: {error}
fr: Erreur lors de l'enregistrement de l'utilisateur : {error}
sv: Fel vid registrering av användare: {error}

# userHandleScreen_title
source: Add username
de: Benutzernamen hinzufügen
fr: Ajouter un nom d'utilisateur
sv: Lägg till användarnamn

# userHandleScreen_inputHint
source: Type a username...
de: Gib einen Benutzernamen ein …
fr: Écrivez un nom d'utilisateur…
sv: Skriv ett användarnamn...

# userHandleScreen_error_emptyHandle
source: Username cannot be empty
de: Benutzername darf nicht leer sein
fr: Le nom d'utilisateur ne peut pas être vide
sv: Användarnamn får inte vara tomt

# userHandleScreen_error_alreadyExists
source: Username is already in use
de: Benutzername wird bereits verwendet
fr: Ce nom d'utilisateur est déjà utilisé
sv: Användarnamnet används redan

# userHandleScreen_description
source: Choose a username that others can use to connect with you. Use letters, numbers, or dashes. Minimum 5 characters.
de: Wähle einen Benutzernamen, den andere verwenden können, um sich mit dir zu verbinden. Verwende Buchstaben, Zahlen oder Bindestriche. Mindestens 5 Zeichen.
fr: Choisissez un nom d'utilisateur que d'autres peuvent utiliser pour se connecter avec vous. Utilisez des lettres, des chiffres ou des tirets. Minimum 5 caractères.
sv: Välj ett användarnamn som andra kan använda för att ansluta till dig. Använd bokstäver, siffror eller bindestreck. Minst 5 tecken.

# userHandleScreen_save
source: Save
de: Speichern
fr: Enregistrer

# editDisplayNameScreen_title
source: Change display name
de: Anzeigenamen ändern
fr: Nom d'affichage
sv: Ändra visningsnamn

# editDisplayNameScreen_description
source: Choose a name that others will see.
de: Wähle einen Namen, den andere sehen werden, wenn du mit ihnen kommunizierst.
fr: Choisissez un nom que les autres verront lorsque vous communiquez avec eux.
sv: Välj ett namn som andra ser.

# editDisplayNameScreen_save
source: Save
de: Speichern
fr: Enregistrer
sv: Spara

# systemMessage_userAddedUser_infix
source: added
de: hat
fr: a ajouté
sv: lade till

# systemMessage_userRemovedUser_infix
source: removed
de: hat
fr: a retiré
sv: tog bort

# timestamp_now
source: Now
de: Jetzt
fr: Maintenant
sv: Nu

# timestamp_yesterday
source: Yesterday
de: Gestern
fr: Hier
sv: Igår

# chatList_newContact
source: New Air contact
de: Neuer Kontakt
fr: Nouveau contact
sv: Ny kontakt

# chatList_newGroup
source: New group chat
de: Neue Gruppe
fr: Nouveau groupe
sv: Ny gruppchatt

# chatList_emptyMessage
source: Add your first Air contact to get started
de: Erstelle eine neue Verbindung, um zu beginnen
fr: Créez une nouvelle connexion pour commencer
sv: Lägg till din första Air-kontakt för att komma igång

# chatList_draft
source: Draft
de: Entwurf
fr: Brouillon
sv: Utkast

# chatList_you
source: You
de: Du
fr: Vous
sv: Du

# chatList_blocked
source: Blocked
de: Blockiert
fr: Bloqué
sv: Blockerad

# newChatDialog_error
source: Failed to create new group chat with name {chatName}
de: Chat mit dem Namen {chatName} konnte nicht hinzugefügt werden
fr: Impossible d'ajouter un chat avec le nom {chatName}
sv: Kunde inte skapa en ny gruppchatt med namnet {chatName}

# newConnectionDialog_newConnectionTitle
source: New Air contact
de: Neue Verbindung
fr: Nouvelle connexion
sv: Lägg till Air-kontakt

# newConnectionDialog_newConnectionDescription
source: Type the username of the person you want to connect to
de: Gib den Benutzernamen des Benutzers ein, mit dem du dich verbinden möchtest
fr: Saisissez le nom d'utilisateur de la personne avec laquelle vous souhaitez vous connecter
sv: Skriv in användarnamnet på personen du vill skicka meddelanden till.

# newConnectionDialog_usernamePlaceholder
source: Username
de: Benutzername
fr: Nom d'utilisateur
sv: Skriv ett användarnamn...

# newConnectionDialog_actionButton
source: Connect
de: Verbinden
fr: Se connecter

# newConnectionDialog_error
source: Failed to send {username} a contact request. Try again.
de: Benutzer mit Benutzername {username} konnte nicht hinzugefügt werden. Bitte versuche es erneut.
fr: Impossible d'ajouter l'utilisateur avec le nom d'utilisateur {username}. Veuillez réessayer.
sv: Misslyckades att skicka en kontaktförfrågan till {username}. Försök igen.

# newConnectionDialog_error_emptyHandle
source: Type the username
de: Gib den Benutzernamen ein
fr: Saisissez le nom d'utilisateur
sv: Skriv in användarnamnet

# newConnectionDialog_error_handleNotFound
source: Username {username} doesn't exist
de: Benutzername {username} existiert nicht
fr: Le nom d'utilisateur {username} n'existe pas
sv: {username} hittades inte. Kontrollera det och försök igen.

# composer_inputHint
source: Message {chatTitle}
de: Nachricht an {chatTitle}
fr: Message à {chatTitle}
sv: Meddelande till {chatTitle}

# composer_editMessage
source: Edit message
de: Nachricht bearbeiten
fr: Modifier le message
sv: Redigera meddelande

# composer_error_attachment
source: Failed to upload attachment. Try again.
de: Anhang konnte nicht hochgeladen werden. Bitte versuche es erneut.
fr: Échec du téléversement de la pièce jointe. Veuillez réessayer.
sv: Kunde inte ladda upp bilagan. Försök igen.

# textMessage_edited
source: edited
de: bearbeitet
fr: modifié
sv: redigerad

# textMessage_hiddenPlaceholder
source: Blocked user, tap to reveal message
de: Blockierter Benutzer, tippe, um die Nachricht anzuzeigen
fr: Utilisateur bloqué, appuyez pour afficher le message
sv: Blockerad användare, tryck för att visa meddelandet

# textMessage_deleted
source: Deleted message
de: Nachricht gelöscht
fr: Message supprimé
sv: Meddelande raderat

# messageContextMenu_copy
source: Copy
de: Kopieren
fr: Copier
sv: Kopiera

# messageContextMenu_edit
source: Edit
de: Bearbeiten
fr: Modifier
sv: Redigera

# reportSpamButton_text
source: Report spam
de: Spam melden
fr: Signaler comme spam
sv: Rapportera spam

# reportSpamDialog_title
source: Report spam?
de: Spam melden?
fr: Signaler comme spam ?
sv: Rapportera spam?

# reportSpamDialog_content
source: Air will be notified that this person may be sending spam. Air is never able to see the contents of any chats.
de: Air wird benachrichtigt, dass diese Person möglicherweise Spam sendet. Air kann niemals den Inhalt von Chats einsehen.
fr: Air sera averti que cette personne peut envoyer des spams. Air ne peut jamais voir le contenu des chats.
sv: Air kommer att meddelas att den här personen kan skicka spam. Air kan aldrig se innehållet i några chattar.

# reportSpamDialog_cancel
source: Cancel
de: Abbrechen
fr: Annuler
sv: Avbryt

# reportSpamDialog_reportSpam
source: Report spam
de: Spam melden
fr: Signaler comme spam
sv: Rapportera spam

# reportSpamDialog_success
source: Spam reported
de: Spam gemeldet
fr: Spam signalé
sv: Spam rapporterat

# reportSpamDialog_error
source: Failed to report spam. Try again.
de: Spam konnte nicht gemeldet werden. Bitte versuche es erneut.
fr: Impossible de signaler le spam. Veuillez réessayer.
sv: Kunde inte rapportera spam. Försök igen.

# helpScreen_title
source: Help
de: Hilfe
fr: Aide

# helpScreen_contactUs
source: Contact us
de: Uns kontaktieren
fr: Nous contacter
sv: Kontakta oss

# helpScreen_versionInfo
source: Version info
de: Versionsinformationen
fr: Informations sur la version
sv: Versionsinformation

# helpScreen_licenses
source: Licenses
de: Lizenzen
fr: Licences
sv: Licenser

# licensesScreen_title
source: Licenses
de: Lizenzen
fr: Licences
sv: Licenser

# contactUsScreen_subject
source: Message subject
de: Nachrichtenbetreff
fr: Objet du message
sv: Ämne

# contactUsScreen_body
source: Body
de: Inhalt
fr: Corps du message
sv: Meddelande

# contactUsScreen_composeEmail
source: Compose email
de: E-Mail verfassen
fr: Rédiger un courriel
sv: Skriv e-post

# contactUsScreen_subject_somethingNotWorking
source: Something's not working
de: Etwas funktioniert nicht
fr: Quelque chose ne fonctionne pas
sv: Något fungerar inte

# contactUsScreen_subject_iHaveAQuestion
source: I have a question
de: Ich habe eine Frage
fr: J'ai une question
sv: Jag har en fråga

# contactUsScreen_subject_requestFeature
source: Request a feature
de: Feature anfragen
fr: Demander une fonctionnalité
sv: Önska en funktion

# contactUsScreen_subject_other
source: Other
de: Andere
fr: Autre
sv: Annat

# contactUsScreen_subject_empty
source: Select a subject
de: Bitte wähle einen Betreff aus
fr: Sélectionnez un objet
sv: Välj ett ämne

# contactUsScreen_body_empty
source: Enter your message
de: Gib deine Nachricht ein
fr: Entrez votre message
sv: Skriv ditt meddelande

# contactUsScreen_body_tooShort
source: Provide more information
de: Bitte gib mehr Informationen an
fr: Veuillez fournir plus d'informations
sv: Ge mer information

# contactUsScreen_errorLaunchingEmail
source: Couldn't launch email client
de: E-Mail-Client konnte nicht geöffnet werden
fr: Impossible de lancer le client de messagerie
sv: Kunde inte öppna e-postklienten

# groupDetails_leaveChat
source: Leave
de: Verlassen
fr: Quitter
sv: Lämna

# groupDetails_deleteChat
source: Delete
de: Löschen
fr: Supprimer
sv: Radera

# groupDetails_seeAll
source: See all
de: Alle anzeigen
fr: Voir tout
sv: Visa alla

# groupDetails_memberCount
source: {count, plural, one {{count} member} other {{count} members}}
de: {count, plural, one {{count} Mitgleid} other {{count} Mitglieder}}
fr: {count, plural, one {{count} membre} other {{count} membres}}
sv: {count, plural, one {{count} medlem} other {{count} medlemmar}}

# groupMembersScreen_title
source: Group members
de: Gruppenmitglieder
fr: Membres du groupe
sv: Gruppmedlemmar

# groupMembersScreen_searchHint
source: Search
de: Suchen
fr: Chercher
sv: Sök

# groupCreationScreen_title
source: Add members
de: Mitglieder hinzufügen
fr: Ajouter des membres
sv: Lägg till medlemmar

# groupCreationScreen_next
source: Next
de: Weiter
fr: Suivant
sv: Nästa

# groupCreationScreen_skip
source: Skip
de: Überspringen
fr: Ignorer

# groupCreationDetails_title
source: Group details
de: Gruppendetails
fr: Détails du groupe
sv: Gruppdetaljer

# groupCreationDetails_groupNameHint
source: Group name (required)
de: Gruppenname (erforderlich)
fr: Nom du groupe (obligatoire)
sv: Gruppnamn (obligatoriskt)

# groupCreationDetails_groupNameHintFocused
source: Group name
de: Gruppenname
fr: Nom du groupe
sv: Gruppnamn

# groupCreationDetails_groupNameHelper
source: Use at least one character
de: Mindestens ein Zeichen, bitte
fr: Utilisez au moins un caractère
sv: Använd minst ett tecken

# groupCreationDetails_descriptionHint
source: Group description (optional)
de: Gruppenbeschreibung (optional)
fr: Description du groupe (facultatif)

# groupCreationDetails_descriptionHintFocused
source: Group description
de: Gruppenbeschreibung
fr: Description du groupe

# groupCreationDetails_create
source: Create
de: Erstellen
fr: Créer
sv: Skapa

# groupCreationDetails_emptySelection
source: No members
de: Keine Mitglieder
fr: Aucun membre
sv: Inga medlemmar

# addMembersScreen_done
source: Done
de: Fertig
fr: Terminé
sv: Klar

# leaveChatDialog_title
source: Leave group
de: Chat verlassen
fr: Quitter la discussion
sv: Lämna grupp
